{
    "descriptive statistics": "use numbers (such as counts and percents), graphs, and tables to describe the data set, as a first step in data analysis.",
    "elements": "The sources of the information (the patients)",
    "observation": "the complete set of characteristics for a particular patient. Represented by rows.",
    "qualitative variables": "categorical variables, because they can be grouped into categories",
    "quantitative variables": "plat-form, studio, and type. The quantitative variables are sales for the week, sales total, and weeks on list. Numeric.",
    "variables": "The patients' characteristics (for example, diagnosis, length of stay). Represented by columns",
    "discrete variable": "can take either a finite or a countable number of values. Each value can be graphed as a separate point on a number line, with space between each point.",
    "continuous variable": "can take infinitely many values, forming an interval on the number line with no space between the points.",
    "Nominal data": "consist of names, labels, or categories. No natural or obvious ordering of nominal data (such as high to low) occurs. Arithmetic cannot be performed on nominal data. Student gender: male, female.",
    "Ordinal data":"can be arranged in a particular order. However, no arithmetic can be performed on ordinal data. Course grades in English 101: A, B, C, D, F",
    "Interval data": "are similar to ordinal data, with the extra property that subtraction may be performed on interval data. No natural zero occurs for interval data. Years covered in European History 101: 1066–1492.",
    "Ratio data": "are similar to interval data, with the extra property that division may be performed on ratio data. A natural zero does exist for ratio data. Annual income of students in Statistics 101 class: $0–$15,000.",
    "parameter": "A characteristic of a population. This proportion of caffeine consumers is one characteristic of the population of American 19- to 22-year-olds.",
    "sample": "is a subset of the population from which information is collected.",
    "sample proportion": "For example, from a sample of one hundred 19- to 22-year-olds, suppose that 76 of them consume caffeine. the sample proportion of students who consume caffeine is 76/100=76%.",
    "statistic": "is a characteristic of a sample.",
    "population": "is the collection of all elements (persons, items, or data) of interest in a particular study.",
    "statistical inference": "refers to learning about the characteristics of a population by studying those characteristics in a subset of the population.",
    "random variable": "A variable that takes on quantitative values representing the results of a probability experiment, and thus its values are determined by chance. Denoted using capital letters such as X, Y, or Z.",
    "random sampling": "a method of sampling that minimizes many potential biases, which could lead to incorrect generalizations about the population. A sample in which every element has an equal chance of being included.",
    "sample size": "Denoted by n, the number of observations in your sample data set.",
    "systematic sampling": "each element of the population is numbered, and the sample is obtained by selecting every kth element, where k is some whole number.",
    "stratified sampling": "In cases like this, the researcher divides the population into subgroups, or strata, according to some characteristic, such as race or gender.",
    "cluster sampling": "the population is divided into clusters, such as precincts or city blocks. Then several clusters are chosen at random, and all of the elements within the chosen clusters are selected for the sample. ",
    "convenience sampling": "subjects are chosen based on what is convenient for the survey personnel.",
    "target population": "is the complete collection of all elements that we are interested in studying.",
    "potential population": "is the collection of elements from the target population that had a chance of being sampled.",
    "experimental study": "Study where researchers investigate how varying the predictor variable affects the response variable",
    "predictor variable": "A characteristic intended to explain differences in the response variable. Also known as an explanatory variable.",
    "response variable": "An outcome, a characteristic of the subjects of the experiment presumably brought about by differences in the predictor variable or treatment",
    "treatment.": "A predictor variable that takes the form of a purposeful intervention",
    "subjects": "in a statistical study represent the elements from which the data are drawn.",
    "control": "is used as a standard of comparison for checking the results of the experiment. The treatment is calibrated against the control. Without the control, the treatment results cannot be compared.",
    "Randomization": "the placement of the subjects into the treatment and control groups should be done randomly.",
    "Replication": "In a statistical study, the treatment and the control groups each must contain a large enough number of subjects to allow detection of meaningful differences between the treatment and control.",
    "observational study": "Study where researchers observe whether the subjects' differences in the predictor variable are associated with differences in the response variable"
}
